Repository: Brcolf/Naar-Caars-ios
Catalog: NaarsCars/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko, vi, zh_hans, zh_hant

# badge_road_warrior_desc
source: Fulfilled 10+ rides
es: Completó más de 10 viajes
ko: 10회 이상 라이드 완료
vi: Đã hoàn thành hơn 10 chuyến đi
zh_hans: 完成10+次搭车
zh_hant: 完成10+次搭車

# badge_road_warrior_name
source: Road Warrior
es: Guerrero de la Carretera
ko: 로드 워리어
vi: Chiến Binh Đường Trường
zh_hans: 公路战士
zh_hant: 公路戰士

# badge_section_title
source: Badges
es: Insignias
ko: 배지
vi: Huy hiệu
zh_hans: 徽章
zh_hant: 徽章

# badge_streak_champ_desc
source: 3+ week streak
es: Racha de 3+ semanas
ko: 3주 이상 연속
vi: Chuỗi hơn 3 tuần
zh_hans: 3+周连续
zh_hant: 3+週連續

# badge_streak_champ_name
source: Streak Champ
es: Campeón de Racha
ko: 연속 챔피언
vi: Vô Địch Chuỗi
zh_hans: 连续冠军
zh_hant: 連續冠軍

# banned_body
source: Your account has been restricted due to a violation of our community guidelines. If you believe this is an error, please contact support.
es: Tu cuenta ha sido restringida por una infracción de nuestras normas de la comunidad. Si crees que se trata de un error, comunícate con soporte.
ko: 커뮤니티 가이드라인 위반으로 계정이 제한되었습니다. 오류라고 생각되시면 지원팀에 문의해 주세요.
vi: Tài khoản của bạn đã bị hạn chế do vi phạm nguyên tắc cộng đồng của chúng tôi. Nếu bạn cho rằng đây là nhầm lẫn, vui lòng liên hệ bộ phận hỗ trợ.
zh_hans: 您的账户因违反社区准则而被限制。如果您认为这是误判，请联系支持团队。
zh_hant: 您的帳戶因違反社群準則而被限制。如果您認為這是誤判，請聯絡支援團隊。

# banned_contact_support
source: Contact Support
es: Contactar a soporte
ko: 지원팀 문의
vi: Liên hệ hỗ trợ
zh_hans: 联系支持
zh_hant: 聯絡支援

# banned_delete_account
source: Delete Account
es: Eliminar cuenta
ko: 계정 삭제
vi: Xóa tài khoản
zh_hans: 删除账户
zh_hant: 刪除帳戶

# banned_push_notification
source: Your Naar's Cars account has been restricted. Open the app for details.
es: Tu cuenta de Naar's Cars ha sido restringida. Abre la aplicación para ver los detalles.
ko: Naar's Cars 계정이 제한되었습니다. 앱을 열어 자세한 내용을 확인하세요.
vi: Tài khoản Naar's Cars của bạn đã bị hạn chế. Mở ứng dụng để xem chi tiết.
zh_hans: 您的 Naar's Cars 账户已被限制。打开应用了解详情。
zh_hant: 您的 Naar's Cars 帳戶已被限制。開啟應用程式了解詳情。

# banned_reason_fallback
source: No reason provided. Contact support for details.
es: No se proporcionó un motivo. Comunícate con soporte para más detalles.
ko: 제공된 사유가 없습니다. 자세한 내용은 지원팀에 문의하세요.
vi: Không có lý do được cung cấp. Hãy liên hệ bộ phận hỗ trợ để biết chi tiết.
zh_hans: 未提供原因。请联系支持了解详情。
zh_hant: 未提供原因。請聯絡支援了解詳情。

# banned_reason_label
source: Reason
es: Motivo
ko: 사유
vi: Lý do
zh_hans: 原因
zh_hant: 原因

# banned_sign_out
source: Sign Out
es: Cerrar sesión
ko: 로그아웃
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# banned_title
source: Your account has been restricted
es: Tu cuenta ha sido restringida
ko: 계정이 제한되었습니다
vi: Tài khoản của bạn đã bị hạn chế
zh_hans: 您的账户已被限制
zh_hant: 您的帳戶已被限制

source: Bulk Invite
es: Invitación masiva
ko: 일괄 초대
vi: Lời mời hàng loạt
zh_hans: 批量邀请
zh_hant: 批量邀請

source: Cache details managed by CacheManager
es: Detalles de caché gestionados por CacheManager
ko: CacheManager에서 관리하는 캐시 세부 정보
vi: Chi tiết bộ nhớ đệm do CacheManager quản lý
zh_hans: 由 CacheManager 管理的缓存详情
zh_hant: 由 CacheManager 管理的快取詳細資料

source: Cache Statistics
es: Estadísticas de la caché
ko: 캐시 통계
vi: Thống kê bộ nhớ đệm
zh_hans: 缓存统计
zh_hant: 快取統計

source: Cache Status
es: Estado de la caché
ko: 캐시 상태
vi: Trạng thái bộ nhớ đệm
zh_hans: 缓存状态
zh_hant: 快取狀態

# calendar_event_ride_title
source: Ride: %@ → %@
es: Viaje: %@ → %@
ko: 라이드: %@ → %@
vi: Chuyến đi: %@ → %@
zh_hans: 搭车：%@ → %@
zh_hant: 搭車：%@ → %@

# calendar_offer_add
source: Add to Calendar
es: Agregar al calendario
ko: 캘린더에 추가
vi: Thêm vào lịch
zh_hans: 添加到日历
zh_hant: 新增到日曆

# calendar_offer_favor_message
source: Add this favor to your calendar with a 1-hour reminder?
es: ¿Agregar este favor a tu calendario con un recordatorio de 1 hora?
ko: 1시간 전 알림과 함께 이 부탁을 캘린더에 추가하시겠습니까?
vi: Thêm nhờ vả này vào lịch với lời nhắc trước 1 giờ?
zh_hans: 将此帮忙添加到日历并设置1小时提醒？
zh_hant: 將此幫忙新增到日曆並設定1小時提醒？

# calendar_offer_favor_message_all_day
source: Add this favor to your calendar as an all-day event?
es: ¿Agregar este favor a tu calendario como un evento de todo el día?
ko: 이 부탁을 하루 종일 일정으로 캘린더에 추가하시겠습니까?
vi: Thêm yêu cầu giúp đỡ này vào lịch của bạn dưới dạng sự kiện cả ngày?
zh_hans: 要将此帮忙作为全天事件添加到日历吗？
zh_hant: 要將此幫忙作為全天事件新增到日曆嗎？

# calendar_offer_not_now
source: Not Now
es: Ahora no
ko: 나중에
vi: Không phải bây giờ
zh_hans: 暂时不用
zh_hant: 暫時不用

# calendar_offer_ride_message
source: Add this ride to your calendar with a 1-hour reminder?
es: ¿Agregar este viaje a tu calendario con un recordatorio de 1 hora?
ko: 1시간 전 알림과 함께 이 라이드를 캘린더에 추가하시겠습니까?
vi: Thêm chuyến đi này vào lịch với lời nhắc trước 1 giờ?
zh_hans: 将此搭车添加到日历并设置1小时提醒？
zh_hant: 將此搭車新增到日曆並設定1小時提醒？

# calendar_offer_title
source: Add to Calendar?
es: ¿Agregar al calendario?
ko: 캘린더에 추가하시겠습니까?
vi: Thêm vào lịch?
zh_hans: 添加到日历？
zh_hant: 新增到日曆？

source: Cancel
es: Cancelar
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# card_claimed
source: Claimed
es: Reclamado
ko: 수락됨
vi: Đã nhận
zh_hans: 已认领
zh_hant: 已認領

# card_claimed_by
source: Claimed by
es: Reclamado por
ko: 수락자:
vi: Đã nhận bởi
zh_hans: 已被认领
zh_hant: 已被認領

# card_favor_details_hint
source: Double-tap to view favor details
es: Toca dos veces para ver los detalles del favor
ko: 두 번 탭하여 부탁 세부 정보 보기
vi: Nhấn đúp để xem chi tiết nhờ vả
zh_hans: 轻点两下查看帮忙详情
zh_hant: 點兩下以查看幫忙詳情

# card_favor_location_accessibility
source: at %@
es: en %@
ko: 위치: %@
vi: tại %@
zh_hans: 在 %@
zh_hant: 在 %@

# card_ride_details_hint
source: Double-tap to view ride details
es: Toca dos veces para ver los detalles del viaje
ko: 두 번 탭하여 라이드 세부 정보 보기
vi: Nhấn đúp để xem chi tiết chuyến đi
zh_hans: 双击查看乘车详情
zh_hant: 點兩下查看乘車詳情

# card_ride_route_accessibility
source: from %@ to %@
es: de %@ a %@
ko: %@에서 %@까지
vi: từ %@ đến %@
zh_hans: 从 %@ 到 %@
zh_hant: 從 %@ 到 %@

source: Claim Request
es: Reclamar solicitud
ko: 요청 수락
vi: Nhận yêu cầu
zh_hans: 认领请求
zh_hant: 認領請求

# claim_cancel
source: Cancel
es: Cancelar
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# claim_complete_cancel
source: Cancel
es: Cancelar
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# claim_complete_confirm
source: Yes, Mark Complete
es: Sí, marcar como completado
ko: 네, 완료로 표시
vi: Có, đánh dấu hoàn thành
zh_hans: 是的，标记为完成
zh_hant: 是的，標記為完成

# claim_complete_description
source: You're marking this as complete:
es: Estás marcando esto como completado:
ko: 이것을 완료로 표시합니다:
vi: Bạn đang đánh dấu hoàn thành:
zh_hans: 您正在将此标记为完成：
zh_hant: 您正在將此標記為完成：

# claim_complete_error_state
source: This request is no longer confirmed, so it can't be marked as complete.
es: Esta solicitud ya no está confirmada, así que no se puede marcar como completada.
ko: 이 요청은 더 이상 확정 상태가 아니어서 완료로 표시할 수 없습니다.
vi: Yêu cầu này không còn được xác nhận nên không thể đánh dấu là hoàn thành.
zh_hans: 该请求已不再处于已确认状态，无法标记为已完成。
zh_hant: 此請求已不再處於已確認狀態，無法標記為已完成。

# claim_complete_nav_title
source: Complete Request
es: Completar solicitud
ko: 요청 완료
vi: Hoàn thành yêu cầu
zh_hans: 完成请求
zh_hant: 完成請求

# claim_complete_review_hint
source: After marking complete, you'll be prompted to leave a review for your helper.
es: Después de marcar como completado, se te pedirá que dejes una reseña para tu ayudante.
ko: 완료로 표시한 후 도움을 준 분에게 리뷰를 남길 수 있습니다.
vi: Sau khi đánh dấu hoàn thành, bạn sẽ được nhắc để lại đánh giá cho người giúp đỡ.
zh_hans: 标记完成后，系统将提示您为帮助者留下评价。
zh_hant: 標記完成後，系統將提示您為幫助者留下評價。

# claim_complete_title
source: Mark as Completed?
es: ¿Marcar como completado?
ko: 완료로 표시하시겠습니까?
vi: Đánh dấu là đã hoàn thành?
zh_hans: 标记为已完成？
zh_hant: 標記為已完成？

# claim_confirm
source: Yes, I Can Help!
es: ¡Sí, puedo ayudar!
ko: 네, 도와드릴 수 있어요!
vi: Vâng, tôi có thể giúp!
zh_hans: 是的，我可以帮忙！
zh_hant: 是的，我可以幫忙！

# claim_message_hint
source: You can message the poster from this request once it's claimed.
es: Puedes enviar un mensaje al autor desde esta solicitud una vez que la reclames.
ko: 요청을 수락하면 게시자에게 메시지를 보낼 수 있습니다.
vi: Bạn có thể nhắn tin cho người đăng từ yêu cầu này sau khi nhận.
zh_hans: 认领后，您可以从此请求给发布者发消息。
zh_hant: 認領後，您可以從此請求給發布者發訊息。

# claim_nav_title
source: Claim Request
es: Reclamar solicitud
ko: 요청 수락
vi: Nhận yêu cầu
zh_hans: 认领请求
zh_hant: 認領請求

# claim_title
source: Claim This %@?
es: ¿Reclamar este %@?
ko: 이 %@을(를) 수락하시겠습니까?
vi: Nhận %@ này?
zh_hans: 认领此 %@？
zh_hant: 認領此 %@？

# claim_title_favor
source: Claim This Favor?
es: ¿Reclamar este favor?
ko: 이 부탁을 수락하시겠습니까?
vi: Nhận nhờ vả này?
zh_hans: 认领此帮忙？
zh_hant: 認領此幫忙？

# claim_title_ride
source: Claim This Ride?
es: ¿Reclamar este viaje?
ko: 이 라이드를 수락하시겠습니까?
vi: Nhận chuyến đi này?
zh_hans: 认领此搭车？
zh_hant: 認領此搭車？

# claim_volunteering
source: You're volunteering to help with:
es: Te ofreces a ayudar con:
ko: 다음 요청에 도움을 자원합니다:
vi: Bạn đang tình nguyện giúp đỡ với:
zh_hans: 您自愿帮助：
zh_hant: 您自願幫助：

source: Claimed
es: Reclamado
ko: 수락됨
vi: Đã nhận
zh_hans: 已领取
zh_hant: 已領取

source: Claimed by
es: Reclamado por
ko: 수락자
vi: Được nhận bởi
zh_hans: 领取者
zh_hant: 領取者

# claiming_phone_required_add
source: Add Phone Number
es: Agregar número de teléfono
ko: 전화번호 추가
vi: Thêm số điện thoại
zh_hans: 添加电话号码
zh_hant: 新增電話號碼

# claiming_phone_required_message
source: To claim requests, you need to add a phone number so the poster can coordinate with you.
es: Para reclamar solicitudes, necesitas agregar un número de teléfono para que el solicitante pueda coordinarse contigo.
ko: 요청을 수락하려면 게시자가 연락할 수 있도록 전화번호를 추가해야 합니다.
vi: Để nhận yêu cầu, bạn cần thêm số điện thoại để người đăng có thể phối hợp với bạn.
zh_hans: 要领取请求，您需要添加电话号码以便发布者与您协调。
zh_hant: 要領取請求，您需要新增電話號碼以便發布者與您協調。

# claiming_phone_required_message_plain
source: You need a phone number on your profile before you can claim a request.
es: Necesitas un número de teléfono en tu perfil antes de poder reclamar una solicitud.
ko: 요청을 수락하려면 프로필에 전화번호가 있어야 합니다.
vi: Bạn cần có số điện thoại trong hồ sơ trước khi có thể nhận yêu cầu.
zh_hans: 认领请求前，您需要在个人资料中添加电话号码。
zh_hant: 認領請求前，您需要在個人資料中新增電話號碼。

# claiming_phone_required_nav_title
source: Phone Required
es: Teléfono requerido
ko: 전화번호 필요
vi: Yêu cầu số điện thoại
zh_hans: 需要电话号码
zh_hant: 需要電話號碼

# claiming_phone_required_privacy
source: Your number will be visible to other community members.
es: Tu número será visible para otros miembros de la comunidad.
ko: 전화번호가 다른 커뮤니티 회원에게 표시됩니다.
vi: Số điện thoại của bạn sẽ hiển thị với các thành viên cộng đồng khác.
zh_hans: 您的号码将对其他社区成员可见。
zh_hant: 您的號碼將對其他社區成員可見。

# claiming_phone_required_title
source: Phone Number Required
es: Número de teléfono requerido
ko: 전화번호 필요
vi: Yêu cầu số điện thoại
zh_hans: 需要电话号码
zh_hant: 需要電話號碼

# claiming_push_change_later
source: You can change this later in Settings
es: Puedes cambiar esto más tarde en Configuración
ko: 나중에 설정에서 변경할 수 있습니다
vi: Bạn có thể thay đổi điều này sau trong Cài đặt
zh_hans: 您可以稍后在设置中更改
zh_hant: 您可以稍後在設定中更改

# claiming_push_enable
source: Enable Notifications
es: Activar notificaciones
ko: 알림 활성화
vi: Bật thông báo
zh_hans: 启用通知
zh_hant: 啟用通知

# claiming_push_important_alerts
source: Important Alerts
es: Alertas importantes
ko: 중요한 알림
vi: Cảnh báo quan trọng
zh_hans: 重要提醒
zh_hant: 重要提醒

# claiming_push_important_alerts_desc
source: Get notified about important account updates
es: Recibe notificaciones sobre actualizaciones importantes de tu cuenta
ko: 중요한 계정 업데이트에 대한 알림을 받으세요
vi: Nhận thông báo về các cập nhật tài khoản quan trọng
zh_hans: 获取重要账户更新的通知
zh_hant: 取得重要帳戶更新的通知

# claiming_push_new_messages
source: New Messages
es: Nuevos mensajes
ko: 새 메시지
vi: Tin nhắn mới
zh_hans: 新消息
zh_hant: 新訊息

# claiming_push_new_messages_desc
source: Get notified when someone sends you a message
es: Recibe una notificación cuando alguien te envíe un mensaje
ko: 누군가 메시지를 보내면 알림을 받으세요
vi: Nhận thông báo khi ai đó gửi tin nhắn cho bạn
zh_hans: 有人给您发消息时收到通知
zh_hant: 有人給您發訊息時收到通知

# claiming_push_request_updates
source: Request Updates
es: Actualizaciones de solicitudes
ko: 요청 업데이트
vi: Cập nhật yêu cầu
zh_hans: 请求更新
zh_hant: 請求更新

# claiming_push_request_updates_desc
source: Know when your requests are claimed or completed
es: Entérate cuando tus solicitudes sean reclamadas o completadas
ko: 요청이 수락되거나 완료되면 알림을 받으세요
vi: Biết khi yêu cầu của bạn được nhận hoặc hoàn thành
zh_hans: 了解您的请求何时被领取或完成
zh_hant: 了解您的請求何時被領取或完成

# claiming_push_stay_connected
source: Stay Connected
es: Mantente conectado
ko: 연결 상태 유지
vi: Luôn kết nối
zh_hans: 保持连接
zh_hant: 保持連線

# claiming_unclaim_confirm
source: Yes, Unclaim
es: Sí, dejar de reclamar
ko: 예, 수락 취소
vi: Có, hủy nhận
zh_hans: 是的，取消领取
zh_hant: 是的，取消領取

# claiming_unclaim_message
source: The request will return to open status and the poster will be notified.
es: La solicitud volverá al estado abierto y se notificará al solicitante.
ko: 요청이 공개 상태로 돌아가고 게시자에게 알림이 전송됩니다.
vi: Yêu cầu sẽ trở lại trạng thái mở và người đăng sẽ được thông báo.
zh_hans: 请求将恢复为开放状态，发布者将收到通知。
zh_hant: 請求將恢復為開放狀態，發布者將收到通知。

# claiming_unclaim_nav_title
source: Unclaim Request
es: Dejar de reclamar solicitud
ko: 수락 취소
vi: Hủy nhận yêu cầu
zh_hans: 取消领取请求
zh_hant: 取消領取請求

# claiming_unclaim_subtitle
source: You're about to unclaim:
es: Estás a punto de dejar de reclamar:
ko: 다음 수락을 취소하려고 합니다:
vi: Bạn sắp hủy nhận:
zh_hans: 您将取消领取：
zh_hant: 您將取消領取：

# claiming_unclaim_title
source: Unclaim This %@?
es: ¿Dejar de reclamar este %@?
ko: 이 %@을(를) 수락 취소하시겠습니까?
vi: Hủy nhận %@ này?
zh_hans: 取消领取此%@？
zh_hant: 取消領取此%@？

# claiming_unclaim_title_favor
source: Unclaim This Favor?
es: ¿Dejar de reclamar este favor?
ko: 이 부탁 수락을 취소하시겠습니까?
vi: Hủy nhận nhờ vả này?
zh_hans: 取消领取此帮忙？
zh_hant: 取消領取此幫忙？

# claiming_unclaim_title_ride
source: Unclaim This Ride?
es: ¿Dejar de reclamar este viaje?
ko: 이 라이드 수락을 취소하시겠습니까?
vi: Hủy nhận chuyến đi này?
zh_hans: 取消领取此搭车？
zh_hant: 取消領取此搭車？

source: Clear Display Name Cache
es: Borrar caché de nombres para mostrar
ko: 표시 이름 캐시 지우기
vi: Xóa bộ nhớ đệm tên hiển thị
zh_hans: 清除显示名称缓存
zh_hant: 清除顯示名稱快取

source: Close
es: Cerrar
ko: 닫기
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Comments
es: Comentarios
ko: 댓글
vi: Bình luận
zh_hans: 评论
zh_hant: 留言

# common_anonymous
source: Anonymous
es: Anónimo
ko: 익명
vi: Ẩn danh
zh_hans: 匿名
zh_hant: 匿名

# common_avatar_accessibility
source: Avatar for %@
es: Avatar de %@
ko: %@님의 아바타
vi: Ảnh đại diện của %@
zh_hans: %@ 的头像
zh_hant: %@ 的頭像

# common_cancel
source: Cancel
es: Cancelar
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common_close
source: Close
es: Cerrar
ko: 닫기
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# common_complete_request
source: Complete Request
es: Completar solicitud
ko: 요청 완료
vi: Hoàn thành yêu cầu
zh_hans: 完成请求
zh_hant: 完成請求

# common_confirm_completed
source: Confirm completed
es: Confirmar completado
ko: 완료 확인
vi: Xác nhận hoàn thành
zh_hans: 确认完成
zh_hant: 確認完成

# common_copy
source: Copy
es: Copiar
ko: 복사
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# common_delete
source: Delete
es: Eliminar
ko: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# common_discard
source: Discard
es: Descartar
ko: 폐기
vi: Hủy bỏ
zh_hans: 放弃
zh_hant: 放棄

# common_discard_changes_title
source: Discard changes?
es: ¿Descartar cambios?
ko: 변경 사항을 폐기하시겠습니까?
vi: Hủy bỏ thay đổi?
zh_hans: 放弃更改？
zh_hant: 放棄變更？

# common_done
source: Done
es: Listo
ko: 완료
vi: Xong
zh_hans: 完成
zh_hant: 完成

# common_error_occurred
source: An error occurred
es: Ocurrió un error
ko: 오류가 발생했습니다
vi: Đã xảy ra lỗi
zh_hans: 发生错误
zh_hant: 發生錯誤

# common_filter
source: Filter
es: Filtrar
ko: 필터
vi: Lọc
zh_hans: 筛选
zh_hant: 篩選

# common_group_avatar_accessibility
source: Group avatar
es: Avatar del grupo
ko: 그룹 아바타
vi: Ảnh đại diện nhóm
zh_hans: 群组头像
zh_hant: 群組頭像

# common_hide_password_accessibility
source: Hide password
es: Ocultar contraseña
ko: 비밀번호 숨기기
vi: Ẩn mật khẩu
zh_hans: 隐藏密码
zh_hant: 隱藏密碼

# common_is_this_complete
source: Is This Complete?
es: ¿Está esto completo?
ko: 이것이 완료되었나요?
vi: Đã hoàn thành chưa?
zh_hans: 这个完成了吗？
zh_hant: 這個完成了嗎？

# common_keep_editing
source: Keep Editing
es: Seguir editando
ko: 계속 편집
vi: Tiếp tục chỉnh sửa
zh_hans: 继续编辑
zh_hant: 繼續編輯

# common_list
source: List
es: Lista
ko: 목록
vi: Danh sách
zh_hans: 列表
zh_hant: 列表

# common_load_error
source: Failed to load data
es: Error al cargar datos
ko: 데이터를 불러오지 못했습니다
vi: Không thể tải dữ liệu
zh_hans: 加载数据失败
zh_hant: 載入資料失敗

# common_loading
source: Loading...
es: Cargando...
ko: 로딩 중...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 載入中...

# common_map
source: Map
es: Mapa
ko: 지도
vi: Bản đồ
zh_hans: 地图
zh_hant: 地圖

# common_not_authenticated
source: Not authenticated
es: No autenticado
ko: 인증되지 않음
vi: Chưa xác thực
zh_hans: 未认证
zh_hant: 未認證

# common_not_now
source: Not Now
es: Ahora no
ko: 나중에
vi: Không phải bây giờ
zh_hans: 暂时不要
zh_hant: 暫時不要

# common_not_yet
source: Not yet
es: Aún no
ko: 아직 아닙니다
vi: Chưa
zh_hans: 还没有
zh_hant: 還沒有

# common_ok
source: OK
es: Aceptar
ko: 확인
vi: Đồng ý
zh_hans: 确定
zh_hant: 確定

# common_remove
source: Remove
es: Eliminar
ko: 제거
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# common_retry
source: Retry
es: Reintentar
ko: 다시 시도
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# common_ride
source: Ride
es: Viaje
ko: 라이드
vi: Chuyến đi
zh_hans: 搭车
zh_hant: 搭車

# common_save
source: Save
es: Guardar
ko: 저장
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# common_share
source: Share
es: Compartir
ko: 공유
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# common_show_password_accessibility
source: Show password
es: Mostrar contraseña
ko: 비밀번호 표시
vi: Hiển thị mật khẩu
zh_hans: 显示密码
zh_hant: 顯示密碼

# common_someone
source: Someone
es: Alguien
ko: 누군가
vi: Ai đó
zh_hans: 某人
zh_hant: 某人

# common_unexpected_error
source: An unexpected error occurred.
es: Ocurrió un error inesperado.
ko: 예기치 않은 오류가 발생했습니다.
vi: Đã xảy ra lỗi không mong muốn.
zh_hans: 发生意外错误。
zh_hant: 發生未預期的錯誤。

# common_unknown
source: Unknown
es: Desconocido
ko: 알 수 없음
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

# common_unknown_user
source: Unknown User
es: Usuario desconocido
ko: 알 수 없는 사용자
vi: Người dùng không xác định
zh_hans: 未知用户
zh_hant: 未知使用者

# common_unseen_notifications_accessibility
source: %lld unseen notifications
es: %lld notificaciones sin ver
ko: 확인하지 않은 알림 %lld개
vi: %lld thông báo chưa xem
zh_hans: %lld 条未查看的通知
zh_hant: %lld 則未查看的通知

# common_view_details
source: View Details
es: Ver detalles
ko: 상세 보기
vi: Xem chi tiết
zh_hans: 查看详情
zh_hant: 查看詳情

source: Community
es: Comunidad
ko: 커뮤니티
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社群

source: Community Guidelines
es: Normas de la comunidad
ko: 커뮤니티 가이드라인
vi: Nguyên tắc cộng đồng
zh_hans: 社区准则
zh_hant: 社群準則

source: Community View
es: Vista de comunidad
ko: 커뮤니티 보기
vi: Chế độ xem cộng đồng
zh_hans: 社区视图
zh_hant: 社群檢視

# community_leaderboard
source: Leaderboard
es: Clasificación
ko: 리더보드
vi: Bảng xếp hạng
zh_hans: 排行榜
zh_hant: 排行榜

# community_title
source: Community
es: Comunidad
ko: 커뮤니티
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社區

# community_town_hall
source: Town Hall
es: Foro
ko: 타운홀
vi: Diễn đàn
zh_hans: 社区论坛
zh_hant: 社群論壇

# community_view_picker
source: Community View
es: Vista de comunidad
ko: 커뮤니티 보기
vi: Chế độ xem cộng đồng
zh_hans: 社区视图
zh_hant: 社群檢視

source: Complete Request
es: Completar solicitud
ko: 요청 완료
vi: Hoàn thành yêu cầu
zh_hans: 完成请求
zh_hant: 完成請求

source: Completed
es: Completado
ko: 완료됨
vi: Hoàn tất
zh_hans: 已完成
zh_hant: 已完成

# completion_prompt_error_message
source: Check your connection and try again, or close this and answer later.
es: Revisa tu conexión e inténtalo de nuevo, o cierra esto y responde más tarde.
ko: 연결을 확인하고 다시 시도하거나, 이 창을 닫고 나중에 답해 주세요.
vi: Hãy kiểm tra kết nối và thử lại, hoặc đóng cửa sổ này và trả lời sau.
zh_hans: 请检查网络连接后重试，或关闭此窗口稍后再回答。
zh_hant: 請檢查網路連線後重試，或關閉此視窗稍後再回答。

# completion_prompt_error_title
source: Couldn't Send Your Answer
es: No se pudo enviar tu respuesta
ko: 답변을 보내지 못했습니다
vi: Không thể gửi câu trả lời của bạn
zh_hans: 无法发送您的回答
zh_hant: 無法發送您的回答

# completion_prompt_later
source: Later
es: Más tarde
ko: 나중에
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

source: Continue with Email
es: Continuar con correo electrónico
ko: 이메일로 계속
vi: Tiếp tục với email
zh_hans: 使用电子邮件继续
zh_hant: 使用電子郵件繼續

source: Conversation Details
es: Detalles de la conversación
ko: 대화 세부 정보
vi: Chi tiết cuộc trò chuyện
zh_hans: 对话详情
zh_hant: 對話詳細資料

source: Conversation Name
es: Nombre de la conversación
ko: 대화 이름
vi: Tên cuộc trò chuyện
zh_hans: 对话名称
zh_hant: 對話名稱

source: Conversations
es: Conversaciones
ko: 대화
vi: Cuộc trò chuyện
zh_hans: 对话
zh_hant: 對話

source: Copied!
es: ¡Copiado!
ko: 복사됨!
vi: Đã sao chép!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
es: Copiar
ko: 복사
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Copy Address
es: Copiar dirección
ko: 주소 복사
vi: Sao chép địa chỉ
zh_hans: 复制地址
zh_hant: 複製地址

source: Create favor
es: Crear favor
ko: 부탁 만들기
vi: Tạo nhờ vả
zh_hans: 创建帮忙
zh_hant: 建立幫忙

source: Create Favor
es: Crear favor
ko: 부탁 만들기
vi: Tạo nhờ vả
zh_hans: 创建帮忙
zh_hant: 建立幫忙

source: Create ride
es: Crear viaje
ko: 라이드 만들기
vi: Tạo chuyến đi
zh_hans: 创建行程
zh_hant: 建立行程

source: Create Ride
es: Crear viaje
ko: 라이드 만들기
vi: Tạo chuyến đi
zh_hans: 创建行程
zh_hant: 建立行程

source: Dashboard
es: Panel
ko: 대시보드
vi: Bảng điều khiển
zh_hans: 仪表板
zh_hant: 儀表板

source: Date
es: Fecha
ko: 날짜
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Debug (Dev Only)
es: Depuración (solo dev)
ko: 디버그(개발자 전용)
vi: Gỡ lỗi (chỉ dev)
zh_hans: 调试（仅开发）
zh_hant: 除錯（僅開發）

source: Debug Info
es: Información de depuración
ko: 디버그 정보
vi: Thông tin gỡ lỗi
zh_hans: 调试信息
zh_hant: 除錯資訊

source: Delete
es: Eliminar
ko: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Account
es: Eliminar cuenta
ko: 계정 삭제
vi: Xóa tài khoản
zh_hans: 删除账户
zh_hant: 刪除帳戶

source: Delete Comment
es: Eliminar comentario
ko: 댓글 삭제
vi: Xóa bình luận
zh_hans: 删除评论
zh_hant: 刪除留言

source: Delete Conversation
es: Eliminar conversación
ko: 대화 삭제
vi: Xóa cuộc trò chuyện
zh_hans: 删除对话
zh_hant: 刪除對話

source: Destination
es: Destino
ko: 목적지
vi: Điểm đến
zh_hans: 目的地
zh_hant: 目的地

source: Details
es: Detalles
ko: 세부 정보
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

source: Display
es: Pantalla
ko: 표시
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Display Name Cache
es: Caché de nombre para mostrar
ko: 표시 이름 캐시
vi: Bộ nhớ đệm tên hiển thị
zh_hans: 显示名称缓存
zh_hant: 顯示名稱快取

source: Done
es: Hecho
ko: 완료
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Double-tap to create a new favor request
es: Toca dos veces para crear una nueva solicitud de favor
ko: 두 번 탭하여 새 부탁 요청 만들기
vi: Nhấn đúp để tạo yêu cầu giúp đỡ mới
zh_hans: 轻点两下创建新的帮忙请求
zh_hant: 點兩下建立新的幫忙請求

source: Double-tap to create a new ride request
es: Toca dos veces para crear una nueva solicitud de viaje
ko: 두 번 탭하여 새 라이드 요청 만들기
vi: Nhấn đúp để tạo yêu cầu chuyến đi mới
zh_hans: 轻点两下创建新的搭车请求
zh_hant: 點兩下建立新的搭車請求

source: Duration
es: Duración
ko: 소요 시간
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

source: Edit
es: Editar
ko: 편집
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Profile
es: Editar perfil
ko: 프로필 편집
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑资料
zh_hant: 編輯資料

# edit_profile_car_description
source: Car Description
es: Descripción del vehículo
ko: 차량 설명
vi: Mô tả xe
zh_hans: 车辆描述
zh_hant: 車輛描述

# edit_profile_change_photo
source: Change Photo
es: Cambiar foto
ko: 사진 변경
vi: Đổi ảnh
zh_hans: 更换照片
zh_hant: 更換照片

# edit_profile_discard_message
source: Your changes to your profile haven't been saved.
es: Los cambios en tu perfil no se han guardado.
ko: 프로필 변경 사항이 저장되지 않았습니다.
vi: Những thay đổi của bạn đối với hồ sơ chưa được lưu.
zh_hans: 您对个人资料的更改尚未保存。
zh_hant: 您對個人資料的變更尚未儲存。

# edit_profile_name
source: Name
es: Nombre
ko: 이름
vi: Tên
zh_hans: 姓名
zh_hant: 姓名

# edit_profile_open_settings
source: Open Settings
es: Abrir ajustes
ko: 설정 열기
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

# edit_profile_phone_disclosure
source: Your phone number is only visible to members who you are in an active ride or favor with.
es: Tu número de teléfono solo es visible para los miembros con los que tienes un viaje o favor activo.
ko: 전화번호는 활성 라이드 또는 부탁에 함께하는 회원에게만 표시됩니다.
vi: Số điện thoại của bạn chỉ hiển thị cho thành viên đang cùng chuyến đi hoặc yêu cầu giúp đỡ.
zh_hans: 您的电话号码仅对与您有活跃行程或帮忙请求的成员可见。
zh_hant: 您的電話號碼僅對與您有活躍行程或幫忙請求的成員可見。
